const p1a = `
p1除了真主以外，没有人有权被真实地崇拜。

。

。

虽然你知道这一切。

“（古兰经，al-Baciarah：21-22）。

这节经文很早就出现在古兰经中，并且包含了对人类的第一个直接命令。

这个命令解决了人类独自敬拜他们的主和造物主的问题，而没有将任何伴侣与他联系起来。

这节经文提到安拉的一些行为 - 这些行为构成了他唯一的主权，正是我们主的这些行为确立了为什么我们必须单独敬拜他，没有任何伴侣或同伴的理由。

所以我们敬拜他，寻求他的帮助，救援和庇护;我们单独呼召他，因为被召唤的其他神灵并没有创造我们，也没有维持我们，也没有下雨或带出庄稼。

那么，当我们可以召唤创造他的人时，我们为什么要求先知寻求援助或代祷呢？

当我们可以召唤创造他们的人时，为什么要求坟墓中的虔诚居民，天使或金恩？

事实上，安拉在古兰经中指挥我们除了他之外不会援引任何人，“你的主说：召唤我并恳求我，我会回答你。

的确，那些不屑于敬拜我的人将会耻辱地进入地狱火。

“（古兰经，加菲尔：60）。

安拉在另一个地方说：“从他的标志是黑夜，太阳和月亮。

因此，如果你真正崇拜他，不要匍匐在阳光下，也不要跪拜月亮，而要向创造它们的安拉匍匐前进：'（古兰经，以色列人：37）。

这节经文澄清了崇拜的外在行为，如俯卧和鞠躬，是安拉的唯一权利，不是针对太阳，月亮，天使，先知，坟墓或一个人的祖先。

先知穆罕默德（51'64'4）特别指出，“不要把我的坟墓当作礼拜场所：”（Bukharr和穆斯林报道）。

在伊斯兰教中的崇拜包括所有那些真主所喜爱和喜爱的事务，无论是言语还是行动，无论是内心还是外在的舌头和四肢。

所以我们被命令把我们所有的敬拜都转向真主。

有义务每天祈祷五次的穆斯林在每一个单位的祷告中都说：“只有你们[啊真主]我们才能崇拜，只有你们的帮助我们才能寻求：”（古兰经，法提哈： 5），先知自己说，“杜尔'[援引]是崇拜：'（Abu Dawcid在他的苏南报道）。

从敬拜到完全信任和依赖安拉，所以伊斯兰教禁止依赖护身符和p1 B好运的魅力，迷信和预兆，因为所有这些事情都违反了对真主的完全依赖和信任。

作为穆斯林，我们相信安拉是一切的控制者，并且，“除非得到安拉的许可，否则不会遭受灾难，无论谁相信真主，他都会引导他的心灵。

真主是一切的全能者。

“（古兰经，al-Taghabun：11）。

先知在他的说法中禁止佩戴护身符，“任何佩戴魅力的人都会推卸责任：”（艾哈迈德在al-Musnad的真实报道）。

据报道，阿拉的使者同伴ek：54-11-4，Hudhayfah（。

：,;）看到一个男人在他的胳膊上戴着一根绳子以防止发烧，所以他将它取下并将其切断。

（Ibn Abi Haim在他的塔夫西尔报道）。

因此，根据我们上面提到的内容，我们认为我们不允许违反任何仅属于安拉的权利。

例如，任何人都不允许声称对未见和未来的了解。

而看不见的知者只是真主，所以不允许去找占卜者，算命先生或占星家。

先知穆罕默德（;，j4-4）说：“凡是拜访算命先生并相信他所说的话，那么他就不相信于穆罕默德所揭示的。

“（Abu Dawad真实报道）。

这是由于安拉的声明，“与他同在[i。

即

真主）]是看不见的钥匙，没有人知道除了他以外看不见的东西。

“（古兰经，al-An'am：59）和”，实际上，小时的知识只与安拉有关。

他下了雨，知道哪些是在子宫里。

没有人知道他明天会得到什么，也没有人知道他将死在哪个地方。

真的，安拉是全能的，全意识的：'（古兰经，卢克曼：34）。

通过这个简短的讨论，读者可以看到为什么Salafis（i。

即

Ahl al-Sunnah waliamaah）非常重视Tawhrd，并赋予它应有的优先权。

Tawhid（伊斯兰一神论）是将所有的敬拜都指向安拉，并放弃对除了他以外所崇拜的一切事物的崇拜。

欲了解更多信息，请访问：Jesuslslam。

我是SalafiSounds。

我是回教教友。

w SalafiBookstore。

com SalafiPublications。

com所有先知'874-A Weston Rd。的宗教信仰。

加拿大多伦多，M6N 3R6吨。

(416)243-5320 Ca islaam。

ca问题@ islaam。

ca f fb。

com / islaamca @islaamca @salafipubs的合作项目
`;

const p1b = `
p1 B.


 好运的魅力，迷信和预兆因为所有这些事情都违反了对真主的完全依赖和信任。作为穆斯林，我们相信安拉是一切事物的掌控者，“除非得到真主的允许，否则不会遭受灾难降临，无论谁相信真主，他都会引导他的心灵。真主是一切的全能者。” （古兰经，al-Taghabun：11）。先知在他的说法中禁止佩戴护身符，“佩戴魅力的人已经犯了推脱：”（艾哈迈德在al-Musnad的真实报道）。据报道，阿拉的使者同伴ek：54-11- 4，Hudhayfah（。：,;）看到一个男人在他的胳膊上戴着一根绳子作为发烧的保护，所以他将它取出并将其切断。（Ibn Abi Haim在他的Tafsir中报告）。所以我们有如上所述，我们认为我们不允许违反任何仅属于真主的权利。例如，任何人都不允许对未知和未来的知识进行宣传。而看不见的知者只是真主，所以不允许去找占卜者和算命先生或占星家。先知穆罕默德（;，44-4）说：“无论谁去看算命并相信他所说的话，那他就不相信这是向穆罕默德透露的。“（由Abu Dawad证实）。这是由于All的声明啊，“和他一起[即真主）是看不见的钥匙，没有人知道除了他一个人看不见的东西。“（古兰经，al-An'am：59）和，”真的，小时的知识只有安拉。他下了雨，知道哪些是在子宫里。没有人知道他明天会得到什么，也没有人知道他将死在哪个地方。真的，安拉是全能的，全意识的：'（古兰经，卢克曼：34）。
通过这次简短的讨论，读者可以看出为什么Salafis（即Ahl al-Sunnah waliamaah）非常重视Tawhrd并赋予它应有的优先权。 Tawhid（伊斯兰一神论）是将所有的敬拜都指向安拉，并放弃对除了他以外所崇拜的一切事物的崇拜。




 欲了解更多信息，请访问：Jesuslslam.ws I SalafiSounds.com I Shariah.w SalafiBookstore.com SalafiPublications.com
所有先知的宗教'
874-A Weston Rd。加拿大多伦多，M6N 3R6吨。 (416)243-5320 Ca islaam.ca questions@islaam.ca f fb.com/islaamca @islaamca
@salafipubs（英国），Otroidca（加拿大）和@gtownmasjid（美国）的合作项目。
`;

const p1c = `
p1 C.
“确实有人在evaTaalion中发送了一个信使，宣称：'独自崇拜安拉并远离使用神灵。'
古兰经，16：36
“安拉对他的仆人的权利是他们独自敬拜他，从来没有把任何礼拜与他联系起来。”
先知穆罕默德
`;

const p2a = `
什么是伊斯兰的所有义务中最大的？
我们经常被问到：“你们有什么问题，你们总是在谈论Tawhid，并就此进行冗长的讨论？为什么不关注穆斯林的状况？难道你们不能看到穆斯林是怎样的在世界各地受到压迫？难道没有更重要的事情要谈吗？“作为回应，我们说：首先，Tawhid（一神论）是单独挑出安拉与崇拜，这是伊斯兰教的基础。因此，赋予Tawhid重要性的是赋予伊斯兰教的真正重要性。当人们无视Tawhid及其真正意义，并反对它所代表的东西时，灾难就会降临。如果我们要思考古兰经及其所包含的指导，我们发现它完全澄清了Tawhid，以至于古兰经中没有一章，只是它从Tawhid的方面提到了一些东西，并澄清反对它的内容。因此，在古兰经中，我们找到与安拉的名称和属性相关的信息，或者我们找到与安拉和他的主权的行为有关的信息 - 他是所有存在的唯一创造者，维持者，提供者和控制者。在其里面，我们发现安拉的命令是单独敬拜他，而不是在敬拜中将他与他联系起来。我们还发现一些经文警告说，在敬拜中将伴侣与真主联系在一起是非常危险的（推卸）以及将敬拜指向他人以外的绝对禁止 - 这是所有罪恶中最伟大的。此外，我们发现安拉顺从他和他的使者穆罕默德（514“9），这是来自Tawhid的权利。真主描述了他为那些建立Tawhid的人准备的奖励 - 他们在永恒的花园里天堂 - 以及他为那些拒绝它并在敬拜中与他合作的人所预备的惩罚和折磨 - 他们处于永恒的地狱之火中。因此，整个古兰经都围绕着这个基本的Tawhid问题。事实上，如果我们看看信使穆罕默德的生活，我们会发现他在麦加度过了十三年的预言，在麦地那度过了十年左右。他在麦加的那段时间里，他曾把人们召唤到真主的崇拜之中。在这段时间里，没有任何启示要求Zakat（义务慈善机构），禁止朝觐，朝觐，面纱，规定的惩罚，以及其他方面的惩罚。连接和禁止以及与社会互动有关的事务;相反，这些规定都是在迁移到麦地那后揭晓的。值得注意的例外是祈祷（salah）在使者从麦加迁移到麦地那之前不久被强制执行。因此，人们可以清楚地看到真主和他的使者穆罕默德（我，j，c。）给予的重点
`;

const p2b = `
对Tawhid的呼唤以及放弃对所有其他神的崇拜的呼吁。而强调Tawhid的原因在于它在伊斯兰教中的伟大地位。因此，一旦这个Tawhid深深植根于信徒的心中，安拉就会减少其余的义务，如扎卡特，禁食，朝觐和伊斯兰服饰。这是因为除非他们在Tawhid建立，否则这些其他礼拜行为都不被安拉所接受。为了这个崇高的目的，呼召人类向Tawhid说安拉派遣使者，他们每个人都开始与Tawhid通话，正如安拉所说的那样：“我们已经在每个国家中派出一个使者宣称：'独自崇拜安拉并保持远离假神：“（古兰经，al-Nahl：36）和，”我们没有派遣使者在你面前，穆罕默德，除了我们激励他们说没有人有权受到崇拜，除了我所以敬拜我：'（古兰经，al-Aribiya'：25）。每个先知都要对他的百姓说：“我的百姓啊，敬拜真主。除了他之外，你没有任何值得敬拜的东西：'（古兰经，al-fiJraf：59）。关于那些遵循先知道路的人也可以这样说 - 他们也给予Tawhid应得的重视，并且他们开始接受它的召唤。事实上，我们创造的目的植根于对安拉的崇拜，正如他在古兰经中所说的那样，“除了他们崇拜我之外，我并没有创造出真人和人类：'（古兰经，al-Dhariyat：56因此，如果一个人不崇拜他的主，或者他和他一起崇拜他人，那么他就侵犯了Tawhid并在真主的眼中犯下了最严重的罪。许多穆斯林和非穆斯林之间存在巨大的误解 - 他们认为Tawhid仅仅是为了肯定和承认真主的主权，即他是造物主，生命者，生死赐予者和宇宙的主宰者，他们声称任何肯定这一点并承认这一点的人，已将自己交给了安拉。一些穆斯林教派积极宣传这种将Tawhid（一神论）仅限于安拉的行为的错误观念。他们不承认真主要求他的每一个先知如亚当，诺亚的Tawhid亚伯拉罕，摩西，耶稣和穆罕默德（°是，Tawhid单独挑出安拉与所有崇拜。即使是先知时期的偶像崇拜者（;：1“，5，：”），也确认安拉是造物主，生命者，生死赐予者，但他们却将崇拜指向了他以外的其他人。所以仅仅是肯定并且承认一位主和造物主并没有使他们受益。真主，至高者，在这方面说，“说先知，对偶像崇拜者说：谁从天空和地球为你提供？谁拥有听证会和瞄准者，为死者赋予生命，是谁给死者生命和控制事务？他们会说，'这是真主'。然后对他们说，'你不要害怕！''。（古兰经，Ytinus：31）。所以，信使穆罕默德（。，'，5,4.7.tki）和偶像的崇拜者之间的争执点和坟墓不是因为他们否认安拉是
`;

const p2c = `
主和造物主，但因为他们拒绝将他们的崇拜指向真主，或者他们会在安拉和他们的偶像以及坟墓的居民之间分享他们的崇拜。因此，许多当代伊斯兰教派都忽视了这一点。在这些时代，一些穆斯林谎称那些在坟墓中召唤死者并向他们寻求拯救的人并没有犯下多神教的行为，因为他们不相信死者创造了他们或控制了宇宙，只要他们相信这一点，他们并不认为他们的行为是拜偶像的。他们声称，他们与安拉一起呼吁的这些事物，无论是先知，圣徒，同伴，天使等，都只是他们与真主之间的中间人和代祷者。他们在他们的着作和讲座中声称：“我们只会拜访圣徒和先知，因为他们是我们和真主之间的调解者和代祷者：'这是真主使者时代偶像崇拜者的同样主张（; L”） ，ALC）。安拉在古兰经中说，多神论者说他们的偶像，我们不崇拜他们，只是他们让我们更接近安拉的等级：'（古兰经，祖马尔：3）。最高的安拉对多神论者说：“他们崇拜除安拉之外的人，那些不能伤害他们，也不会使他们受益的人，他们说，'他们是我们对安拉的代祷者'”（古兰经，尤努斯：18） 。在这些时代，我们发现穆斯林陷入了所有罪恶中的最主要，他们说：“我们呼吁坟墓的居民和我们与死者的关系，寻求他们的帮助和帮助不是多神教;相反，它是一种手段靠近安拉，我们只是寻求他们的代祷，因为他们是真主的爱人。所以他们只不过是调解人。这不是推脱（即多神教），因为多神论是相信除了另一个创造者或维持者之外真主：“我们必须明白，他们的这种陈述是我们在上面古兰经经文中所说的古代多面体的声明。我们有时听到的另一个疑问是，”仅仅因为我们援引死者并寻求他们的帮助，并不意味着我们正在崇拜他们：'然后他们的陈述与文本相对立。安拉说：“祈祷的地方只有安拉，所以不要与安拉一起援引任何人。” （古兰经，al-Jinn：18），并且他说，“无论谁与真主一起调用任何其他神，都没有证明这一点。他的清算将与他的主一同。确实，不信的人永远不会繁荣：'（古兰经，al-mu'minfin：117）。所以我们被命令将所有的敬拜行为仅献给安拉（34：00-这是因为他是造物主，维持者，生死赐予者，安拉说：“人类，在所有的敬拜中挑出你的主，创造你的人和所有在你面前的人，以便你可以获得虔诚。他使地球成为了一个人。”为你安息的地方，使天空变成了天棚，从天上降下了雨，并带来了来自地球的庄稼和水果作为你的食物。所以不要在真主的崇拜中与对手建立对手
`;

export default {
  p1a,
  p1b,
  p1c,
  p2a,
  p2b,
  p2c,
};
